Repository: doytsujin/Sozi
Catalog: locales/*.po
Languages: el, es, et, gl, nl, pl, pt_br

source: <i class="fa fa-exclamation-triangle"></i> Error
el: <i class="fa fa-exclamation-triangle"></i> Λάθος
et: <i class="fa fa-exclamation-triangle"></i> Viga
gl: <i class="fa fa-exclamation-triangle"></i> Erro
nl: <i class="fa fa-exclamation-triangle"></i> Fout
pl: Błąd <i class="fa fa-exclamation-triangle"></i>
pt_br: <i class="fa fa-exclamation-triangle"></i> Erro

source: <i class="fa fa-info-circle"></i> Information
el: <i class="fa fa-info-circle"></i> Πληροφορίες
es: <i class="fa fa-info-circle"></i> Información
et: <i class="fa fa-info-circle"></i> Info
gl: <i class="fa fa-info-circle"></i> Información
nl: <i class="fa fa-info-circle"></i> Informatie
pl: Informacje <i class="fa fa-info-circle"></i>
pt_br: <i class="fa fa-info-circle"></i> Informação

source: Document was changed. Reloading.
el: Το έγγραφο έχει αλλάξει. Επαναφόρτωση.
es: Se ha modificado el documento. Recargando.
et: Dokumenti muudeti. Uuesti laadimine.
gl: O documento foi cambiado. Cargándoo de novo.
nl: Het bestand is aangepast - bezig met herladen...
pl: Dokument został zmieniony. Trwa odświeżanie.
pt_br: Arquivo alterado. Carregando novamente.

source: Document was changed.
el: Το έγγραφο έχει αλλάξει.
es: Se ha modificado el documento.
et: Dokumenti muudeti.
gl: O documento foi cambiado.
nl: Het bestand is aangepast.
pl: Dokument został zmieniony.
pt_br: Arquivo alterado.

source: Presentation was exported to PDF.
el: Η παρουσίαση εξήχθη σε PDF.
es: La presentación se exportó a PDF.
gl: A presentación foi exportada a PDF.
nl: De presentatie is geëxporteerd naar een pdf-bestand.
pl: Prezentacja została wyeksportowana do pliku PDF.
pt_br: A apresentação foi exportada para PDF.

source: Failed to write PDF file.
el: Αποτυχία εγγραφής στο αρχείο PDF.
es: No se ha podido escribir el archivo PDF.
gl: Produciuse un fallo ao escribir o ficheiro PDF.
nl: Kan pdf-bestand niet wegschrĳven.
pl: Nie można zapisać pliku PDF.
pt_br: Falha ao gravar o arquivo PDF.

source: Presentation was exported to PPTX.
el: Η παρουσίαση εξήχθη σε PPTX.
es: Se ha exportado la presentación a PPTX.
gl: A presentación foi exportada a PPTX.
nl: De presentatie is geëxporteerd naar een pptx-bestand.
pl: Prezentacja została wyeksportowana do PPTX.
pt_br: A apresentação foi exportada para PPTX.

source: Failed to write PPTX file.
el: Αποτυχία εγγραφής στο αρχείο PPTX.
es: No se ha podido escribir el archivo PPTX.
gl: Produciuse un erro ao escribir o ficheiro PPTX.
nl: Kan pptx-bestand niet wegschrĳven.
pl: Nie udało się zapisać pliku PPTX.
pt_br: Falha ao gravar o arquivo PPTX.

source: Presentation was exported to video.
el: Η παρουσίαση εξήχθη σε βίντεο.
es: Se ha exportado la presentación como vídeo.
gl: A presentación foi exportada a vídeo.
nl: De presentatie is geëxporteerd naar een videobestand.
pl: Prezentacja została wyeksportowana do pliku wideo.
pt_br: A apresentação foi exportada para vídeo.

source: Failed to write video file.
el: Αποτυχία εγγραφής στο αρχείο βίντεο.
es: No se ha podido escribir el archivo de vídeo.
gl: Produciuse un erro ao escribir o ficheiro de vídeo.
nl: Kan videobestand niet wegschrĳven.
pl: Nie udało się zapisać pliku wideo.
pt_br: Falha ao gravar o arquivo de vídeo.

source: Document is not valid SVG.
el: Το έγγραφο δεν είναι έγκυρο αρχείο SVG.
es: Documento SVG no válido.
et: Dokument pole korrektne SVG.
gl: Non é un documento SVG correcto.
nl: Het bestand is geen geldig svg-bestand.
pl: Niepoprawny format pliku SVG.
pt_br: Não é um arquivo SVG válido.

source: Document was imported from Sozi 13 or earlier.
el: Το έγγραφο εισήχθη από έκδοση Sozi 13 ή παλαιότερη.
es: El documento se importó desde Sozi 13 o una versión anterior.
et: Dokument imporditi Sozi 13 või vanemast versioonist.
gl: O documento foi importado de Sozi 13 ou anterior.
nl: Het bestand is geïmporteerd uit Sozi 13 of ouder.
pl: Dokument został zaimportowany z Sozi w wersji 13 lub wcześniejszej.
pt_br: Arquivo importado de Sozi 13 ou anterior.

source: Saved %s.
el: Αποθηκεύτηκε %s.
es: Se ha guardado %s.
et: %s salvestati.
gl: %s gardado.
nl: '%s' is opgeslagen.
pl: Zapisano %s.
pt_br: Salvei %s.

source: Open an SVG file from your computer
el: Ανοίξτε ένα αρχείο SVG από τον υπολογιστή σας
es: Abrir un archivo SVG en el equipo
et: Ava SVG fail oma arvutist
gl: Abrir un ficheiro SVG desde o seu ordenador
nl: Open een svg-bestand van je computer
pl: Otwórz plik SVG z komputera
pt_br: Abrir arquivo SVG do seu computador

source: Do you want to save the presentation before closing?
el: Θέλετε να αποθηκεύσετε την παρουσίαση πριν την έξοδο;
es: ¿Quiere guardar la presentación antes de cerrar?
et: Kas soovid esitlust enne sulgemist salvestada?
gl: Desexa gravar a presentación antes de pechar?
nl: Wil je de presentatie opslaan voor je hem afsluit?
pl: Chcesz zapisać prezentację przed zamknięciem?
pt_br: Gostaria de salvar a apresentação antes de fechá-la?

source: Yes
el: Ναι
es: Sí
et: Jah
gl: Si
nl: Ja
pl: Tak
pt_br: Sim

source: No
el: Όχι
et: Ei
gl: Non
nl: Nee
pl: Nie
pt_br: Não

source: File not found: %s.
el: Το αρχείο δε βρέθηκε: %s.
es: Archivo no encontrado: %s.
et: Faili ei leitud: %s.
gl: Non se atopou o ficheiro: %s.
nl: Bestand niet aangetroffen: %s.
pl: Nie można odnaleźć pliku: %s.
pt_br: Arquivo não encontrado: %s.

source: Choose an SVG file
el: Επιλέξτε ένα SVG αρχείο
es: Elija un archivo SVG
et: Vali SVG fail
gl: Escolla un ficheiro SVG
nl: Kies een svg-bestand
pl: Wybierz plik SVG
pt_br: Escolher arquivo SVG

source: SVG files
el: Αρχεία SVG
es: Archivos SVG
et: SVG failid
gl: Ficheiros SVG
nl: SVG-bestanden
pl: Pliki SVG
pt_br: Arquivos SVG

source: This file will not be reloaded on change: %s.
el: Το αρχείο δεν θα επαναφορτωθεί κατά την αλλαγή: %s.
es: Este archivo no se recargará después de haberse modificado: %s.
gl: Este ficheiro non se recargará ao cambiar: %s.
nl: Het volgende bestand wordt na aanpassing niet herladen: %s.
pl: Ten plik nie zostanie ponownie załadowany po zmianie: %s.
pt_br: Este arquivo não será recarregado na mudança: %s.

source: Could not read file %s.
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου %s.
es: No se ha podido leer el archivo %s.
gl: Non foi posíbel ler o ficheiro %s.
nl: Het bestand '%s' kan niet worden uitgelezen.
pl: Nie można odczytać pliku %s.
pt_br: Não foi possível ler o arquivo %s.

source: Open an SVG file from your computer (<i class="fa fa-exclamation-triangle"></i> read-only)
el: Ανοίξτε ένα αρχείο SVG από τον υπολογιστή σας (<i class="fa fa-exclamation-triangle"></i>read-only)
es: Abrir un archivo SVG desde su equipo (<i class="fa fa-exclamation-triangle"></i> solo lectura)
et: Ava SVG fail oma arvutist (<i class="fa fa-exclamation-triangle"></i> ainult loetav)
gl: Cargar un ficheiro local (<i class="fa fa-exclamation-triangle"></i> só para lectura)
nl: Open een svg-bestand van je computer (<i class="fa fa-exclamation-triangle"></i> alleen-lezen)
pl: Otwórz plik SVG z komputera (<i class="fa-exclamation-triangle"></i> tylko do odczytu)
pt_br: Abrir arquivo SVG do seu computador (<i class="fa fa-exclamation-triangle"></i> apenas no modo leitura)

source: Open an SVG file from Google Drive
el: Ανοίξτε ένα αρχείο SVG από το Google Drive
es: Abrir un archivo SVG desde Google Drive
et: Ava SVG fail Google Drive-st
gl: Abrir un ficheiro SVG do Google Drive
nl: Open een svg-bestand van Google Drive
pl: Otwórz plik SVG z dysku Google Drive
pt_br: Abrir arquivo SVG do Google Drive

source: Autoselect outline element
el: Αυτόματη επιλογή στοιχείου διάρθρωσης
es: Seleccionar elemento de esquema automáticamente
et: Vali raam automaatselt
gl: Seleccionar automaticamente elemento de contorno
nl: Element automatisch selecteren
pl: Automatycznie wybierz obrys elementu
pt_br: Selecionar automaticamente elemento com contorno

source: Reset layer geometry
el: Επαναφορά γεωμετρίας στρώσης
es: Reinicia la geometría de la capa
et: Nulli kihi geomeetria
gl: Restaurar xeometría da capa
nl: Laaggeometrie herstellen
pl: Resetuj geometrię warstwy
pt_br: Reiniciar geometria da camada

source: Create a new frame
el: Δημιουργήστε ένα νέο καρέ
es: Crear un nuevo fotograma
et: Loo uus raam
gl: Crear un novo cadro
nl: Nieuw frame maken
pl: Utwórz nową ramkę
pt_br: Criar um novo quadro

source: Save the presentation
el: Αποθηκεύστε την παρουσίαση
es: Guardar la presentación
et: Salvesta esitlus
gl: Gardar a presentación
nl: Presentatie opslaan
pl: Zapisz prezentację
pt_br: Salve a presentação

source: Redo
el: Επανάληψη
es: Rehacer
et: Tee uusti
gl: Refacer
nl: Opnieuw uitvoeren
pl: Ponów
pt_br: Refazer

source: Undo
el: Αναίρεση
es: Deshacer
et: Tühista
gl: Desfacer
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer

source: Focus the frame title
el: Εστίαση στον τίτλο του καρέ
es: Enfocar título del fotograma
et: Fookus raami pealkirjale
gl: Centrar o título do marco
nl: Frametitel focussen
pl: Zaznacz tytuł ramki
pt_br: Focar no título do quadro

source: Reload the SVG document
el: Επαναφόρτωση εγγράφου SVG
es: Volver a cargar el documento SVG
et: Laadi SVG dokument uuesti
gl: Volver cargar o documento SVG
nl: SVG-bestand herladen
pl: Przeładuj dokument SVG
pt_br: Recarregue o arquivo SVG

source: Toggle full-screen mode
el: Εναλλαγή σε κατάσταση πλήρους οθόνης
es: Cambiar a modo de pantalla completa
et: Lülita täisekraani režiimi
gl: Activar o modo de pantalla completa
nl: Beeldvullende modus aan/uit
pl: Przełącz tryb pełnoekranowy
pt_br: Alternar modo de tela cheia

source: Toggle the developer tools
el: Εναλλαγή εργαλείων προγραμματιστή
es: Cambiar a herramientas de desarrollador
et: Lülita arendusrežiimi
gl: Alternar as ferramentas de desenvolvemento
nl: Ontwikkelaarshulpmiddelen tonen/verbergen
pl: Przełącz narzędzia programistyczne
pt_br: Alternar modo de desenvolvedor

source: Back to presentation properties
el: Επιστροφή στις ιδιότητες παρουσίασης
es: Volver a las propiedades de la presentación
gl: Volver ás propiedades da presentación
nl: Terug naar presentatie-eigenschappen
pl: Powrót do właściwości prezentacji
pt_br: Voltar às propriedades da apresentação

source: User interface
el: Διεπαφή χρήστη
es: Interfaz de usuario
et: Kasutajaliides
gl: Interface de usuario
nl: Vormgeving
pl: Interfejs użytkownika
pt_br: Interface do usuário

source: Language
el: Γλώσσα
es: Idioma
gl: Idioma
nl: Taal
pl: Język
pt_br: Idioma

source: Font size
el: Μέγεθος γραμματοσειράς
es: Tamaño de letra
et: Teksti suurus
gl: Tamaño da letra
nl: Lettergrootte
pl: Rozmiar czcionki
pt_br: Tamanho da fonte

source: Enable notifications on save and reload
el: Ενεργοποίηση ειδοποιήσεων για αποθήκευση και επαναφόρτωση
es: Habilitar las notificaciones al grabar y recargar
et: Luba teavitused salvestamisel ja uuesti laadimisel
gl: Activar as notificacións ao gardar e recargar
nl: Meldingen tonen bĳ opslaan en herladen
pl: Włącz powiadomienia o zapisywaniu i ponownym ładowaniu
pt_br: Ativar notificações quando salvar ou atualizar

source: Enable notifications
el: Ενεργοποίηση ειδοποιήσεων
es: Habilitar notificaciones
et: Luba teavitused
gl: Activar notificacións
nl: Meldingen tonen
pl: Włącz powiadomienia
pt_br: Habilitar notificações

source: When Sozi loses the focus
el: Όταν το Sozi χάνει την εστίαση
es: Cuando Sozi pierde el foco
et: Kui Sozi kaotab fookuse
gl: Cando Sozi perde o foco
nl: Als Sozi niet gefocust is
pl: Kiedy Sozi traci koncentrację
pt_br: Quando Sozi perde o foco

source: Manually
el: Χειροκίνητα
es: Manualmente
et: Käsitsi
gl: Manualmente
nl: Handmatig
pl: Ręcznie
pt_br: Manualmente

source: Automatically
el: Αυτόματα
es: Automáticamente
et: Automaatselt
gl: Automaticamente
nl: Automatisch
pl: Automatycznie
pt_br: Automaticamente

source: When Sozi gets the focus
el: Όταν το Sozi παίρνει την εστίαση
es: Cuando Sozi obtiene el foco
et: Kui fookus läheb Suzi peale
gl: Cando Sozi recibe o foco
nl: Als Sozi gefocust is
pl: Kiedy Sozi skupia na sobie uwagę
pt_br: Quando Sozi foca

source: Behavior
el: Συμπεριφορά
es: Comportamiento
et: Käitumine
gl: Comportamento
nl: Gedrag
pl: Zachowanie
pt_br: Comportamento

source: Preview transition animations
el: Προεπισκόπηση μεταβάσεων
es: Previsualización de animaciones en transiciones
et: Üleminekute animatsioonide eelvaade
gl: Vista previa de animacións de transición
nl: Overgangen en animaties voorvertonen
pl: Podgląd animacji przejść
pt_br: Pré-visualizar animações de transição

source: Enable animated transitions
el: Ενεργοποίηση κινούμενων μεταβάσεων
es: Activar transiciones animadas
et: Luba animeeritud üleminekud
gl: Activar transicións animadas
nl: Overgangsanimaties gebruiken
pl: Włącz animowane przejścia
pt_br: Permitir transições animadas

source: Keyboard shortcuts
el: Συντομεύσεις πληκτρολογίου
es: Atajos de teclado
et: Klaviatuuri otsetee
gl: Atallos de teclado
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Teclas de atalho

source: Basic formatting supported:
el: Βασική υποστηριζόμενη μορφοποίηση:
es: Se permite un formato básico:
et: Toetatud põhivorming:
gl: Formato básico admitido:
nl: Ondersteunde basisopmaak:
pl: Obsługa podstawowego formatowania:
pt_br: Formatação básica suportada:

source: Ctrl+B: Bold
el: Ctrl+B: Έντονα
es: Ctrl + B: negrita
et: Ctrl+B: Rasvane
gl: Ctrl+B: Grosa
nl: CTRL + B: vetgedrukt
pl: Ctrl+B: Pogrubienie
pt_br: Ctrl+B: Negrito

source: Ctrl+I: Italic
el: Ctrl+I: Πλάγια γραφή
es: Ctrl + I: itálica
et: Ctrl+I: Kaldkiri
gl: Ctrl+I: Cursiva
nl: CTRL + I: cursief
pl: Ctrl+I: Kursywa
pt_br: Ctrl+I: Itálico

source: Ctrl+U: Underline
el: Ctrl+U: Υπογράμμιση
es: Ctrl + U: subrayado
et: Ctrl+U: Allajoonitud
gl: Ctrl+U: Subliñado
nl: CTRL + U: onderstrepen
pl: Ctrl+U: Podkreślenie
pt_br: Ctrl+U: Sublinhado

source: Ctrl+0: Paragraph
el: Ctrl+0: Παράγραφος
es: Ctrl + 0: párrafo
et: Ctrl+0: Lõik
gl: Ctrl+0: Parágrafo
nl: Ctrl+0: paragraaf
pl: Ctrl+0: Akapit
pt_br: Ctrl+0: Parágrafo

source: Ctrl+1: Big heading
el: Ctrl+1: Μεγάλη επικεφαλίδα
es: Ctrl + 1: título grande
et: Ctrl+1: Suur pealkiri
gl: Ctrl+1: Título grande
nl: Ctrl+1: grote kop
pl: Ctrl+1: Duży nagłówek
pt_br: Ctrl+1: Cabeçalho grande

source: Ctrl+2: Medium heading
el: Ctrl+2: Μεσαία επικεφαλίδα
es: Ctrl + 2: título mediano
et: Ctrl+2: Keskmine pealkiri
gl: Ctrl+2: Título mediano
nl: Ctrl+2: normale kop
pl: Ctrl+2: Średni nagłówek
pt_br: Ctrl+2: Cabeçalho médio

source: Ctrl+3: Small heading
el: Ctrl+3: Μικρή επικεφαλίδα
es: Ctrl + 3: título pequeño
et: Ctrl+3: Väike pealkiri
gl: Ctrl+3: Título pequeno
nl: Ctrl+3: kleine kop
pl: Ctrl+3: Mały nagłówek
pt_br: Ctrl+3: Cabeçalho pequeno

source: Ctrl+L: List
el: Ctrl+L: Λίστα
es: Ctrl + L: lista
et: Ctrl+L: Nimekiri
gl: Ctrl+L: Lista
nl: CTRL + L: lĳst
pl: Ctrl+L: Lista
pt_br: Ctrl+L: Listar

source: Ctrl+N: Numbered list
el: Ctrl+N: Αριθμημένη λίστα
es: Ctrl + N: lista numerada
et: Ctrl+N: Nummerdatud nimekiri
gl: Ctrl+N: Lista numerada
nl: CTRL + N: genummerde lĳst
pl: Ctrl+N: Lista numerowana
pt_br: Ctrl+N: Listar numericamente

source: Select a layer to copy
el: Επιλέξτε μία στρώση για αντιγραφή
es: Seleccione una capa para copiar
et: Vali kiht, mida kopeerida
gl: Seleccione unha capa para copiar
nl: Selecteer een te kopiëren laag
pl: Wybierz warstwę do skopiowania
pt_br: Selecione uma camada para copiar

source: Default
el: Προεπιλογή
es: Predeterminada
et: Vaikimisi
gl: Predeterminada
nl: Standaard
pl: Domyślnie
pt_br: Padrão

source: Frame
el: Καρέ
es: Fotograma
et: Raam
gl: Cadro
pl: Ramka
pt_br: Quadro

source: Show in frame list
el: Εμφάνιση στη λίστα καρέ
es: Mostrar en la lista de fotogramas
et: Näita iframe nimekirja
gl: Amosar na lista de cadros
nl: Tonen op framelĳst
pl: Pokaż na liście ramek
pt_br: Exibir na lista de quadros

source: Show frame number
el: Εμφάνιση αριθμού καρέ
es: Mostrar el número del fotograma
et: Näita raami numbrit
gl: Amosar o número de cadro
nl: Framenummer tonen
pl: Pokaż numer ramki
pt_br: Exibir número do quadro

source: Title
el: Τίτλος
es: Título
et: Pealkiri
gl: Título
nl: Titel
pl: Tytuł
pt_br: Título

source: Title level in frame list
el: Επίπεδο τίτλου στη λίστα καρέ
es: Nivel de título en la lista de fotogramas
et: Pealkirja tase raamide nimekirjas
gl: Nivel de título na lista de marcos
nl: Titelniveau op framelĳst
pl: Poziom tytułu na liście ramek
pt_br: Nível de título na lista de quadros

source: Timeout (seconds)
el: Χρονικό όριο (δευτερόλεπτα)
es: Tiempo de espera (segundos)
et: Aegumine (sekundites)
gl: Tempo de espera (segundos)
nl: Time-out (in seconden)
pl: Limit czasu (w sekundach)
pt_br: Tempo de espera (segundos)

source: Timeout enable
el: Ενεργοποίηση χρονικού ορίου
es: Activar el tiempo de espera
et: Luba aegumine
gl: Activar o tempo de espera
nl: Time-out gebruiken
pl: Włącz odliczanie
pt_br: Ativar tempo de espera

source: Layer
el: Στρώση
es: Capa
et: Kiht
gl: Capa
nl: Laag
pl: Warstwa
pt_br: Camada

source: Link to previous frame
el: Σύνδεση στο προηγούμενο καρέ
es: Enlazar al fotograma anterior
et: Link eelmisele raamile
gl: Ligazón cara o cadro anterior
nl: Link naar het vorige frame
pl: Odnośnik do poprzedniej ramki
pt_br: Link para o frame anterior

source: Clip
el: Ψαλίδισμα
es: Recortar
et: Klipp
gl: Recorte
nl: Knipsel
pl: Przytnij
pt_br: Cortar

source: Copy layer
el: Αντιγραφή στρώσης
es: Copiar capa
et: Kopeeri kiht
gl: Copiar capa
nl: Laag kopiëren
pl: Skopiuj warstwę
pt_br: Copiar camada

source: Outline element Id
el: Id στοιχείου περιγράμματος
es: Id. del elemento trazado
et: Raami elemendi ID
gl: Identificador do elemento de esquema
nl: Element-id voorzien van contour
pl: ID elementu obrysu
pt_br: Exibição do elemento identificado (ID)

source: Autoselect element
el: Αυτόματη επιλογή στοιχείου
es: Seleccionar elemento automáticamente
et: Elemendi automaatne valimine
gl: Seleccionar automaticamente o elemento
nl: Element automatisch selecteren
pl: Zaznacz element automatycznie
pt_br: Selecionar elemento automaticamente

source: Hide element
el: Απόκρυψη στοιχείου
es: Ocultar elemento
et: Peida element
gl: Agochar o elemento
nl: Element verbergen
pl: Ukryj element
pt_br: Ocultar elemento

source: Fit to element
el: Προσαρμογή στο στοιχείο
es: Ajustar al elemento
gl: Axustar o tamañ ao elemento
nl: Aanpassen aan element
pl: Dopasuj do obiektu
pt_br: Ajustar tamanho ao elemento

source: Layer opacity
el: Αδιαφάνεια στρώσης
es: Opacidad de la capa
et: Kihi läbipaistvus
gl: Opacidade da capa
nl: Laagdoorzichtigheid
pl: Przeźroczystość warstwy
pt_br: Opacidade da camada

source: Transition
el: Μετάβαση
es: Transición
et: Üleminek
gl: Transición
nl: Overgang
pl: Przejście
pt_br: Transição

source: Configure the animation when moving to the selected frames.
el: Διαμορφώστε την κίνηση κατά τη μετακίνηση στα επιλεγμένα καρέ.
es: Configurar la animación cuando se mueve hacia los fotogramas seleccionados.
et: Seadista valitud raamile liikumise animatsiooni.
gl: Configurar a animación ao mover os marcos seleccionados.
nl: Stel de animatie naar de geselecteerde frames in.
pl: Ustaw animację podczas przechodzenia do wybranych ramek.
pt_br: Configurar a animação quando estiver movendo para os quadros selecionados.

source: Duration (seconds)
el: Διάρκεια (δευτερόλεπτα)
es: Duración (segundos)
et: Kestus (sekundites)
gl: Duración (segundos)
nl: Duur (in seconden)
pl: Czas trwania (sekundy)
pt_br: Duração (segundos)

source: Timing function
el: Συνάρτηση χρονισμού
es: Función de temporización
et: Ajastuse funktsioonid
gl: Función de temporización
nl: Timerfunctie
pl: Funkcja czasu
pt_br: Tipo de transição

source: Linear
el: Γραμμική
es: Lineal
et: Lineaarne
nl: Lineair
pl: Liniowa

source: Ease
el: Ήρεμη
es: Suavizado
et: Sujuv
gl: Suave
nl: Draaien
pl: Spokojne
pt_br: Suavizado

source: Ease in
el: Ήρεμη είσοδος
es: Suavizado al inicio
et: Sujuvalt sisse
gl: Suave ao entrar
nl: Indraaien
pl: Spokojne wejście
pt_br: Suavizado ao iniciar

source: Ease out
el: Ήρεμη έξοδος
es: Suavizado al terminar
et: Sujuvalt välja
gl: Suave ao terminar
nl: Uitdraaien
pl: Spokojne wyjście
pt_br: Suavizado ao terminar

source: Ease in-out
el: Ήρεμη είσοδος - έξοδος
es: Suavizado al principio y al final
et: Sujuvalt sisse-välja
gl: Suave ao iniciar e ao terminar
nl: In- en uitdraaien
pl: Spokojne wejście-wyjście
pt_br: Suavizado ao iniciar e ao terminar

source: Step start
el: Αρχή βήματος
es: Paso inicial
et: Alguse samm
gl: Inicio de paso
nl: Stapstart
pl: Krok początkowy
pt_br: Passo inicial

source: Step end
el: Τέλος βήματος
es: Paso final
et: Lõpu samm
gl: Fin de paso
nl: Stapeinde
pl: Krok końcowy
pt_br: Passo final

source: Step middle
el: Βήμα στη μέση
es: Paso intermedio
et: Keskmine samm
gl: Paso intermedio
nl: Stapmidden
pl: Krok środkowy
pt_br: Passo intermediário

source: Relative zoom (%)
el: Σχετικό ζουμ(%)
es: Escala relativa (%)
et: Suhteline suurendus (%)
gl: Ampliación relativa (%)
nl: Relatief zoomniveau (in %)
pl: Przybliżenie względne (%)
pt_br: Ampliação relativa (%)

source: Path Id
el: Id διαδρομής
es: Id. del trayecto
et: Joone ID
gl: ID do camiño
nl: Pad-id
pl: Identyfikator ścieżki
pt_br: ID do caminho

source: Hide path
el: Απόκρυψη διαδρομής
es: Ocultar el trayecto
et: Peida joon
gl: Agochar o camiño
nl: Pad verbergen
pl: Ukryj ścieżkę
pt_br: Esconder caminho

source: Notes
el: Σημειώσεις
es: Notas
et: Märkmed
gl: Notas
nl: Aantekeningen
pl: Notatki
pt_br: Anotações

source: Edit presenter notes. Click here to show the list of formatting shortcuts.
el: Επεξεργασία σημειώσεων παρουσιαστή. Κάντε κλικ εδώ για να εμφανιστεί η λίστα των συντομεύσεων μορφοποίησης.
es: Editar las notas del presentador. Toque aquí para mostrar la lista de atajos de formato.
et: Muuda esitluse tegija märkmeid. Kliki siia, et näha vormindamise otseteede nimekirja.
gl: Editar notas do presentador. Prema aquí para mostrar a lista de atallos de formato.
nl: Bewerk de presentatie-aantekeningen. Klik hier om de lĳst met opmaaksnelkoppelingen te tonen.
pl: Edytuj notatki prelegenta. Kliknij tutaj, aby wyświetlić listę skrótów formatowania.
pt_br: Editar anotações de apresentador. Clique aqui para mostrar a lista de atalhos de formatação.

source: Custom stylesheets and scripts
el: Προσαρμοσμένα φύλλα στυλ και σενάρια
es: Hojas de estilo y secuencias personalizadas
gl: Follas de estilo e scripts personalizados
nl: Eigen stĳlbladen en scripts
pl: Własne arkusze stylów i skrypty
pt_br: Folhas de estilo e scripts personalizados

source: CSS or JS file names
el: Ονόματα αρχείων CSS ή JS
es: Nombres de los archivos CSS o JS
gl: Nomes de ficheiros JS ou CS
nl: Css- of js-bestandsnamen
pl: Nazwy plików CSS lub JS
pt_br: Nomes de arquivos CSS ou JS

source: Add CSS or JS files
el: Προσθήκη αρχείων CSS ή JS
es: Añadir archivos CSS o JS
gl: Engadir ficheiros CSS ou JS
nl: Css- of js-bestanden toevoegen
pl: Dodaj pliki CSS lub JS
pt_br: Adicionar arquivos CSS ou JS

source: Add a file
el: Προσθήκη αρχείου
es: Añadir un archivo
gl: Engadir un ficheiro
nl: Bestand toevoegen
pl: Dodaj plik
pt_br: Adicionar um arquivo

source: Remove this file
el: Κατάργηση αυτού του αρχείου
es: Quitar este archivo
gl: Retirar este ficheiro
nl: Bestand verwĳderen
pl: Usuń plik
pt_br: Excluir esse arquivo

source: Player
el: Πρόγραμμα αναπαραγωγής
es: Reproductor
et: Esitaja
gl: Reprodutor
nl: Speler
pl: Odtwarzanie
pt_br: Reprodutor

source: Support the browser's "Back" button to move to the previous frame
el: Υποστήριξη ώστε το κουμπί "Πίσω" του φυλλομετρητή να μεταβαίνει στο προηγούμενο καρέ
es: Se admite el botón «Atrás» del navegador para moverse al fotograma anterior
et: Toeta veebibrauseri "Tagasi" nuppu, et liikuda eelmisele raamile
gl: Admitir o botón «Atrás» do navegador para moverse ao marco anterior
nl: Ondersteuning voor de browserknop 'Terug' om naar het vorige frame te gaan
pl: Obsługa przycisku "Wstecz" przeglądarki w celu przejścia do poprzedniej klatki
pt_br: Suporta o botão "Voltar" do navegador para ir para o quadro anterior
