Repository: doytsujin/Sozi
Catalog: locales/*.po
Languages: el, es, et, gl, nl, pl, pt_br

source: Moving from one frame to another will change the content of the location bar automatically.
el: Η μετακίνηση από το ένα καρέ στο άλλο θα αλλάξει αυτόματα το περιεχόμενο της γραμμής τοποθεσίας.
es: Moverse de un fotograma a otro cambiará el contenido de la barra de ubicación automáticamente.
et: Ühelt raamilt teisele liikumine muudab automaatselt asukoha riba sisu.
gl: Moverse dun marco a outro cambiará o contido da barra de localización automaticamente.
nl: De inhoud van de locatiebalk wordt aangepast als je van het ene naar het andere frame gaat.
pl: Przejście z jednej ramki do drugiej spowoduje automatyczną zmianę zawartości paska lokalizacji.
pt_br: Mover de um quadro para outro mudará o conteúdo da barra de localização automaticamente.

source: Allow to control the presentation
el: Επιτρέπεται ο έλεγχος της παρουσίασης
es: Permitir controlar la presentación
et: Luba esitlust juhtida
gl: Permitir controlar a presentación
nl: Presentatiebediening inschakelen
pl: Pozwól kontrolować prezentację
pt_br: Permitir controle da apresentação

source: using the mouse
el: με χρήση ποντικιού
es: usar el mouse
et: kasutades hiir
gl: empregando o rato
nl: met behulp van de muis
pl: za pomocą myszy
pt_br: pelo mouse

source: using the keyboard
el: με χρήση πληκτρολογίου
es: usar el teclado
et: kasutades klaviatuuri
gl: empregando o teclado
nl: met behulp van het toetsenbord
pl: za pomocą klawiatury
pt_br: pelo teclado

source: Allow to move the camera
el: Επιτρέπεται η μετακίνηση της κάμερας
es: Permitir mover la cámara
et: Luba kaamerat liigutada
gl: Permitir mover a cámara
nl: Toestaan om de camera te verplaatsen
pl: Pozwól przesuwać kamerę
pt_br: Permitir movimento da câmera

source: Allow to rotate the camera
el: Επιτρέπεται η περιστροφή της κάμερας
es: Permitir girar la cámara
et: Luba kaamerat pöörata
gl: Permitir xirar a cámara
nl: Toestaan om de camera te draaien
pl: Pozwól na obrót kamery
pt_br: Permitir rotação da câmera

source: Allow to zoom
el: Επιτρέπεται το ζουμ
es: Permitir hacer zoom
et: Luba suurendada
gl: Permitir ampliar
nl: Toestaan om te zoomen
pl: Zezwalaj na powiększanie
pt_br: Permitir zoom

source: Examples of frame lists to include/exclude in export
el: Παραδείγματα λιστών καρέ για συμπερίληψη/εξαίρεση κατά την εξαγωγή
es: Ejemplos de las listas de fotogramas a incluir/excluir al exportar
gl: Exemplos de listas de marcos para incluír/excluír na exportación
nl: Voorbeelden van op te nemen/uit te sluiten framelĳsten bij exporteren
pl: Przykłady list ramek do uwzględnienia/wykluczenia w eksporcie
pt_br: Exemplos de listas de quadros para incluir / excluir na exportação

source: Select frames 2, 5, and 12: "2, 5, 12"
el: Επιλογή καρέ 2, 5, και 12: "2, 5, 12"
es: Seleccionar los fotogramas 2, 5 y 12: "2, 5, 12"
gl: Seleccionar os marcos 2, 5 e 12: «2, 5, 12»
nl: Selecteer frames 2, 5 en 12: "2, 5, 12"
pl: Wybierz klatki 2, 5 i 12: "2, 5, 12"
pt_br: Selecione os quadros 2, 5 e 12: "2, 5, 12"

source: Select frames 5 to 8: "5:8"
el: Επιλογή καρέ 5 έως 8: "5:8"
es: Seleccionar los fotogramas del 5 al 8: "5:8"
gl: Seleccionar os marcos 5 a 8: «5:8»
nl: Selecteer frames 5 tot 8: "5:8"
pl: Wybierz klatki od 5 do 8: "5:8"
pt_br: Selecione os quadros 5 a 8: "5:8"

source: Select frames 5, 8, 11, 14, and 17: "5:8:17"
el: Επιλογή καρέ 5, 8, 11, 14, και 17: "5:8:17"
es: Seleccionar los fotogramas 5, 8, 11, 14 y 17: "5:8:17"
gl: Seleccionar os marcos 5, 8, 11, 14 e 17: «5:8:17»
nl: Selecteer frames 5, 8, 11, 14 en 17: "5:8:17"
pl: Wybierz klatki 5, 8, 11, 14 i 17: "5:8:17"
pt_br: Selecione os quadros 5, 8, 11, 14 e 17: "5:8:17"

source: Select frames 2, 5, and 10 to 15: "2, 5, 10:15"
el: Επιλογή καρέ 2, 5, και 10 έως 15: "2, 5, 10:15"
es: Seleccionar los fotogramas 2, 5, y del 10 al 15: "2,5,10:15"
gl: Seleccionar os marcos 2, 5 e 10 a 15: «2, 5, 10:15»
nl: Selecteer frames 2, 5 en 10 tot 15: "2, 5, 10:15"
pl: Wybierz klatki 2, 5 i 10 do 15: "2, 5, 10:15"
pt_br: Selecione os quadros 2, 5 e 10 a 15: "2, 5, 10:15"

source: Export
el: Εξαγωγή
es: Exportación
gl: Exportar
nl: Exporteren
pl: Eksportuj
pt_br: Exportar

source: Document type
el: Τύπος εγγράφου
es: Tipo de documento
gl: Tipo de documento
nl: Soort document
pl: Typ dokumentu
pt_br: Tido de documento

source: Microsoft PowerPoint (PPTX)
el: Μicrosoft PowerPoint (PPTX)
gl: PowerPoint da Microsoft (PPTX)

source: Video
el: Βίντεο
es: Vídeo
gl: Vídeo
pl: Film
pt_br: Vídeo

source: Export the presentation
el: Εξαγωγή παρουσίασης
es: Exportar la presentación
gl: Exportar a presentación
nl: Presentatie exporteren
pl: Eksportuj prezentację
pt_br: Exportar a apresentação

source: Page size
el: Μέγεθος σελίδας
es: Tamaño de la página
gl: Tamaño da páxina
nl: Paginagrootte
pl: Rozmiar strony
pt_br: Tamanho da página

source: A3
el: Α3

source: A4
el: Α4

source: A5
el: Α5

source: Legal
el: Νομικό
nl: Juridisch

source: Letter
el: Γράμμα
es: Carta
gl: Carta
nl: Brief

source: Tabloid
el: Πινακίς
es: Tabloide
gl: Tabloide
pt_br: Tablóide

source: Page orientation
el: Προσανατολισμός σελίδας
es: Orientación de la página
gl: Orientación da páxina
nl: Pagina-oriëntatie
pl: Orientacja strony
pt_br: Orientação da página

source: Landscape
el: Τοπίο
es: Horizontal
gl: Paisaxe
nl: Horizontaal
pl: Krajobraz
pt_br: Paisagem

source: Portrait
el: Πορτρέτο
es: Vertical
gl: Retrato
nl: Verticaal
pl: Portret
pt_br: Retrato

source: List of frames to include
el: Λίστα καρέ για συμπερίληψη
es: Lista de fotogramas que incluir
gl: Lista de marcos para incluír
nl: Lĳst met op te nemen frames
pl: Lista ramek do uwzględnienia
pt_br: Lista de quadros a incluir

source: Click here to see the syntax for this field
el: Κάντε κλικ εδώ για να δείτε τη σύνταξη για αυτό το πεδίο
es: Pulse aquí para ver la sintaxis de este campo
gl: Prema aquí para ver a sintaxe deste campo
nl: Klik hier om de syntaxis van dit veld te bekĳken
pl: Kliknij tutaj, aby wyświetlić składnię tego pola
pt_br: Clique aqui para ver a sintaxe deste campo

source: List of frames to exclude
el: Λίστα καρέ για εξαίρεση
es: Lista de fotogramas que excluir
gl: Lista de marcos para excluír
nl: Lĳst met uit te sluiten frames
pl: Lista ramek do wykluczenia
pt_br: Lista de quadros a serem excluídos

source: Slide size
el: Μέγεθος διαφανειών
es: Tamaño de las diapositivas
gl: Tamaño da diapositiva
nl: Diagrootte
pl: Rozmiar slajdu
pt_br: Tamanho do slide

source: B4 (ISO)
el: Β4 (ISO)

source: B5 (ISO)
el: Β5 (ISO)

source: B5 (JIS)
el: Β5 (JIS)

source: Banner
el: Πανό
gl: Pancarta
nl: Banier
pl: Baner

source: Hagaki Card
el: Κάρτα Hagaki
es: Tarjeta Hagaki
gl: Tarxeta xaponesa (hagaki)
nl: Hagaki-kaart
pl: Karta Hagaki
pt_br: Postal japonês (hagaki)

source: Overhead
el: Από πάνω
es: Gastos generales
gl: Gastos xerais
nl: Overlap
pl: Na górze

source: Screen 16:10
el: Οθόνη 16:10
es: Pantalla 16∶10
gl: Pantalla 16:10
nl: 16:10-beeldverhouding
pl: Ekran 16:10
pt_br: Tela 16:10

source: Screen 16:9
el: Οθόνη 16:9
es: Pantalla 16∶9
gl: Pantalla 16:9
nl: 16:9-beeldverhouding
pl: Ekran 16: 9
pt_br: Tela 16:9

source: Screen 4:3
el: Οθόνη 4:3
es: Pantalla 4∶3
gl: Pantalla 4:3
nl: 4:3-beeldverhouding
pl: Ekran 4: 3
pt_br: Tela 4:3

source: Format
el: Μορφή
es: Formato
gl: Formato
nl: Formaat
pt_br: Formato

source: MPEG-4 (.mp4)
el: ΜPEG-4 (.mp4)
es: Formato MPEG-4 (.mp4)

source: Ogg Vorbis (.ogv)
el: Οgg Vorbis (.ogv)
es: Formato Ogg Vorbis (.ogv)

source: WebM (.webm)
el: WebΜ (.webm)
es: Formato WebM (.webm)

source: Windows Media Video (.wmv)
el: Windows Μedia Video (.wmv)
es: Vídeo de Windows Media (.wmv)
gl: Vídeo multimedia de Windows (.wmv)

source: Image sequence (.png)
el: Ιmage sequence (.png)
es: Secuencia de imágenes (.png)
gl: Secuencia de imaxes (.png)
nl: Afbeeldingenreeks (*.png)
pl: Sekwencja obrazów (.png)
pt_br: Sequência de imagens (.png)

source: Width (pixels)
el: Πλάτος (εικονοστοιχεία)
es: Anchura (píxeles)
gl: Largura (píxeles)
nl: Breedte (in pixels)
pl: Szerokość (piksele)
pt_br: Largura (pixels)

source: Height (pixels)
el: Ύψος (εικονοστοιχεία)
es: Altura (píxeles)
gl: Altura (píxeles)
nl: Hoogte (in pixels)
pl: Wysokość (piksele)
pt_br: Altura (pixels)

source: Frame rate (frames/sec)
el: Ρυθμός καρέ (καρε/δευτ.)
es: Fotogramas por segundo
gl: Velocidade de fotogramas (fotogramas/s)
nl: Framesnelheid (in frames/sec)
pl: Liczba klatek na sekundę (klatki/s)
pt_br: Taxa de quadros (quadros/seg)

source: Bit rate (kbits/sec)
el: Ρυθμός bit (kbits/δευτ.)
es: Tasa de bits (kb/s)
gl: Taxa de bits (kbits/sec)
nl: Bitsnelheid (in kbits/sec)
pl: Szybkość transmisji bitów (kbits/s)
pt_br: Taxa de bits (kbits/seg)

source: Delete the selected frames
el: Διαγραφή επιλεγμένων καρέ
es: Eliminar los fotogramas seleccionados
et: Kustuta valitud raamid
gl: Eliminar os cadros seleccionados
nl: Geselecteerde frames verwĳderen
pl: Usuń zaznaczone ramki
pt_br: Apagar quadros selecionados

source: Add layer
el: Προσθήκη στρώσης
es: Añadir capa
et: Lisa kiht
gl: Engadir unha capa
nl: Laag toevoegen
pl: Dodaj warstwę
pt_br: Adicionar camada

source: Add all layers
el: Προσθήκη όλων των στρώσεων
es: Añadir todas las capas
et: Lisa kõik kihid
gl: Engadir todas as capas
nl: Alle lagen toevoegen
pl: Dodaj wszystkie warstwy
pt_br: Adicionar todas as camadas

source: This layer is visible. Click to hide it.
el: Αυτό η στρώση είναι ορατή. Κάντε κλικ για να την κρύψετε.
es: Esta capa está visible. Pulse para ocultarla.
et: See kiht on nähtav. Peitmiseks kliki.
gl: Esta capa é visíbel. Prema para agochala.
nl: Deze laag is zichtbaar - klik om te verbergen.
pl: Ta warstwa jest widoczna. Kliknij by ją ukryć.
pt_br: Camada visível. Clique para ocultar.

source: This layer is hidden. Click to show it.
el: Αυτή η στρώση είναι κρυφή. Κάντε κλικ για να την εμφανίσετε.
es: Esta capa está oculta. Pulse para mostrarla.
et: See kiht on peidetud. Näitamiseks kliki.
gl: Esta capa é invisíbel. Prema para facela aparecer.
nl: Deze laag is verborgen - klik om zichtbaar te maken.
pl: Ta warstwa jest ukryta. Kliknij by ją pokazać.
pt_br: Camada oculta. Clique para exibir.

source: Remove this layer
el: Αφαίρεση αυτής της στρώσης
es: Quitar esta capa
et: Eemalda see kiht
gl: Retirar esta capa
nl: Geselecteerde laag verwĳderen
pl: Usuń tę warstwę
pt_br: Excluir essa camada

source: Insert selection before frame %d
el: Εισαγωγή επιλογής πριν από το καρέ %d
es: Insertar la selección antes del fotograma %d
et: Sisesta valik raami %d ette
gl: Inserir a selección antes do cadro %d
nl: Selectie omdraaien vóór frame %d
pl: Wstaw zaznaczone przed ramką %d
pt_br: Inserir a seleção antes do quadro %d

source: Insert selection after frame %d
el: Εισαγωγή επιλογής μετά από το καρέ %d
es: Insertar la sección después del fotograma %d
et: Sisesta valik raami %d järele
gl: Inserir a selección após o cadro %d
nl: Selectie omdraaien ná frame %d
pl: Wstaw zaznaczone za ramką %d
pt_br: Inserir a seleção após o quadro %d

source: You should add graphic elements in the current area to help Sozi keep track of this layer's position.
el: Θα πρέπει να προσθέσετε γραφικά στοιχεία στην τρέχουσα περιοχή για να βοηθήσετε το Sozi να παρακολουθεί τη θέση αυτής της στρώσης.
es: Añada elementos gráficos en el área actual para ayudar a que Sozi siga el rastro de la posición de esta capa.
et: Peaksid lisama praegusele alale graafilise elemendi, et Sozi saaks selle kihi asukohta jälgida.
gl: Debería engadir elementos gráficos na área actual para axudar a Sozi a facer un seguimento da posición desta capa.
nl: Voeg grafische elementen toe aan het huidige vak om Sozi te helpen de laagpositie bĳ te houden.
pl: Powinieneś dodać elementy graficzne w bieżącym obszarze, aby pomóc Sozi śledzić położenie tej warstwy.
pt_br: Você deve adicionar elementos gráficos na área atual para ajudar o Sozi a acompanhar a posição dessa camada.

source: Aspect ratio:
el: Αναλογία απεικόνισης:
es: Proporción de aspecto:
et: Külgede suhe:
gl: Relación de aspecto:
nl: Beeldverhouding:
pl: Proporcje obrazu
pt_br: Proporção de tela:

source: Move the selected layers (hold Alt to zoom, Shift to rotate)
el: Μετακίνηση των επιλεγμένων στρώσεων (κρατήστε πατημένο το Alt για ζουμ, Shift για περιστροφή)
es: Mover las capas seleccionadas (sostenga Alt para ampliar, Mayús para girar)
et: Liiguta valitud kihte (suumimise jaoks hoia all ALT klahvi ja pööramiseks SHIFT-i)
gl: Mover as capas seleccionadas (prema ALT para ampliar, MAIÚS para xirar)
nl: Geselecteerde lagen verplaatsen (houdt alt ingedrukt om te zoomen en shift om te draaien)
pl: Przesuń zaznaczone warstwy (przytrzymaj Alt by przybliżyć, Shift by obrócić)
pt_br: Mova as camadas selecionadas (pressione ALT para ampliar, SHIFT para girar)

source: Zoom in/out on the selected layers (you can also hold the Alt key in Move mode)
el: Μεγέθυνση/σμίκρυνση στα επιλεγμένα επίπεδα (μπορείτε επίσης να κρατήσετε πατημένο το πλήκτρο Alt στη λειτουργία μετακίνησης)
es: Acercar/alejar las capas seleccionadas (también puede sostener Alt en modo Mover)
et: Valitud kihtidel sisse/välja suumimine (võid ka hoida liigutamise režiimis all ALT klahvi)
gl: Ampliar/afastar as capas seleccionadas (pode premer ALT no modo «mover»)
nl: In- of uitzoomen op de geselecteerde lagen (of houdt de alttoets ingedrukt tĳdens het verslepen)
pl: Przybliż/oddal zaznaczone warstwy (możesz też przytrzymać Alt w trybie przesuwania)
pt_br: Ampliar/Diminuir camadas selecionadas (ou pressione ALT durante ação no modo "mover")

source: Rotate the selected layers (you can also hold the Shift key in Move mode)
el: Περιστρέψτε τα επιλεγμένα επίπεδα (μπορείτε επίσης να κρατήσετε πατημένο το πλήκτρο Shift σε λειτουργία Μετακίνησης)
es: Girar las capas seleccionadas (también puede sostener Mayús en modo Mover)
et: Pööra valitud kihte (võid ka hoida liigutamise režiimis all SHIFT klahvi)
gl: Xirar as capas seleccionadas (pode premer MAIÚS no modo «mover»)
nl: Geselecteerde laag draaien (of houdt de shifttoets ingedrukt tĳdens het verslepen)
pl: Obróć zaznaczone warstwy (możesz też przytrzymać Shift w trybie przesuwania)
pt_br: Girar camadas selecionadas (ou pressione SHIFT durante ação no modo "mover")

source: Edit the clipping area
el: Επεξεργασία της αποκομμένης περιοχή
es: Editar el área de recorte
et: Muuda klippimise ala
gl: Editar a área de recorte
nl: Knipselgebied aanpassen
pl: Edytowanie obszaru przycinania
pt_br: Editar a área de recorte

source: Disable full-screen mode
el: Απενεργοποίηση λειτουργίας πλήρους οθόνης
es: Desactivar el modo de pantalla completa
et: Keela täisakna režiim
gl: Desactivar o modo de pantalla completa
nl: Beeldvullende modus afsluiten
pl: Wyłącz tryb pełnoekranowy
pt_br: Desativar modo de tela cheia

source: Enable full-screen mode
el: Ενεργοποίηση λειτουργίας πλήρους οθόνης
es: Activar el modo de pantalla completa
et: Luba täisakna režiim
gl: Activar o modo de pantalla completa
nl: Beeldvullende modus starten
pl: Włącz tryb pełnoekranowy
pt_br: Ativar modo de tela cheia

source: Preferences
el: Προτιμήσεις
es: Preferencias
et: Eelistused
gl: Preferencias
nl: Instellingen
pl: Preferencje
pt_br: Preferências

source: Information
el: Πληροφορίες
es: Información
et: Informatsioon
gl: Información
nl: Informatie
pl: Informacje
pt_br: Informação

source: System language
el: Γλώσσα συστήματος
es: Idioma del sistema
gl: Idioma do sistema
nl: Systeemtaal
pl: Język systemu
pt_br: Idioma do sistema

source: Hardware acceleration
gl: Aceleración de hardware
nl: Hardwareversnelling
pl: Przyspieszenie sprzętowe

source: Enable hardware acceleration (effective after restarting the application)
gl: Activar a aceleración de hardware (efectiva após reiniciar a aplicación)
nl: Hardwareversnelling gebruiken (herstart de app om toe te passen)
pl: Włącz przyspieszenie sprzętowe (działa po restarcie aplikacji)

source: Portable Document Format (PDF)
es: Formato de documento portátil (PDF)
gl: Formato de documento portátil (PDF)

source: Rendering
nl: Renderen
pl: Renderowanie

source: Color correct rendering
nl: Echte kleuren renderen
pl: Poprawne odwzorowanie kolorów

source: Enable color correct rendering (effective after restarting the application)
nl: Echte kleuren renderen (herstart de app om toe te passen)
pl: Włącz renderowanie z korekcją kolorów (działa po ponownym uruchomieniu aplikacji)

source: Id
pl: Identyfikator
pt_br: Identidade (ID)
